{
  "blogs": [
    {
      "id": 1,
      "title": "Smartcat",
      "details": "Smartcat makes global innovation and commerce possible with a Language Delivery Platform™ that turns any company into a multilingual brand at the click of a button.",
      "category": "tech"
    },
    {
      "id": 2,
      "title": "The Curious Box",
      "details": "The Curious Box keeps your pet entertained, happy, and fulfilled - and ultimately enhances their day-to-day life! Each box is designed to be highly interactive, stimulating and soothing by evoking all the 5 senses (sound, sight, touch & feel, taste, smell).",
      "category": "science"
    },
    {
      "id": 3,
      "title": "The Hobbit",
      "details": "A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible... All those, young or old, who love a fine adventurous tale, beautifully told, will take The Hobbit to their hearts.",
      "category": "other"
    },
    {
      "id": 4,
      "title": "The Match",
      "details": "Inspired by true events from the spring of 1944, when the Nazis organized a football match between a team of camp inmates and an elite Nazi team on Adolf Hitler's birthday--a match the prisoners are determined to win, no matter what happens.",
      "category": "sport"
    },
    {
      "id": 5,
      "title": "Silence",
      "details": "Two 17th-century Portuguese missionaries, Father Sebastian Rodrigues (Andrew Garfield) and Father Francisco Garupe (Adam Driver), embark on a perilous journey to Japan to find their missing mentor (Liam Neeson). While there, the two men minister to the Christian villagers who worship in secret. If caught by feudal lords or ruling samurai, they must renounce their faith or face a prolonged and agonizing death.",
      "category": "other"
    },
    {
      "title": "The Axy Pandora",
      "details": "Pandora was created as a punishment to the mankind; Zeus wanted to punish people because Prometheus stole the fire to give it to them. Her gifts were beautifully evil, according to Hesiod. Hephaestus created her from clay, shaping her perfectly, Aphrodite gave her femininity and Athena taught her crafts. Hermes was ordered by Zeus to teach her to be deceitful, stubborn and curious.",
      "category": "other",
      "id": 6
    },
    {
      "title": "Street Urchins",
      "details": "From epileptic electricity supply across the State to the hectic traffic situations in strategic routes, from the menace of the ever-unrepentant ‘area boys” (street urchins) to the recurrent fuel scarcity, living in Lagos can be very stressful and full of fun at the same time.  And it is better experienced than described, hence people always find good reasons to live in Lagos.",
      "category": "other",
      "id": 7
    }
  ]
}